{"jobs": [{"title": "Project Associate - Advancing Gender Budgeting in Select States in India, New Delhi, India", "organisation": "UN Women - United Nations Entity for Gender Equality and the Empowerment of Women", "country": "India", "city": "New Delhi, India", "office": "UN Women, New Delhi", "grade": null, "closing_date": "5.01.2021", "tags": ["access to services", "aid effectiveness", "child development", "development projects", "e governance", "empowerment of women", "executing agencies", "financial management", "gender budgeting", "gender perspective", "gender responsive budgeting", "good practices", "human development", "human rights", "knowledge products", "knowledge sharing", "monitoring and evaluation", "peace and security", "programme management", "project implementation", "project management", "public information", "public sector", "resource mobilization", "social sciences", "state government", "sustainable development", "un reform", "violence against women", "women and girls", "women economic empowerment"], "original_job_link": "https://jobs.undp.org/cj_view_job.cfm?cur_job_id=96019", "extra_information": "<div class=\"job_description\">\n<p> <b>Project Associate - Advancing Gender Budgeting in Select States in India (Open to Indian National Only)</b> </p> <p> <strong></strong> <strong>Location :</strong> New Delhi, INDIA </p> <p> <strong>Application Deadline :</strong> 05-Jan-21 <strong>(Midnight New York, USA)</strong> </p> <p> <strong>Additional Category :</strong> Gender Equality </p> <p> <strong>Type of Contract :</strong> Service Contract </p> <p> <strong>Post Level :</strong> SB-3 </p> <p> <strong>Languages Required :</strong> English </p> <p> <strong>Starting Date :</strong> (date when the selected candidate is expected to start) </p> <p> 01-Feb-2021 </p> <p> <strong>Duration of Initial Contract :</strong> One Year (Renewable -Subject to availability of Funds) </p> <p> <strong>Expected Duration of Assignment :</strong> One Year (Renewable - Subject to availability of Funds) </p> <p> <strong>UNDP is committed to achieving workforce diversity in terms of gender, nationality and culture. Individuals from minority groups, indigenous groups and persons with disabilities are equally encouraged to apply. All applications will be treated with the strictest confidence. UNDP does not tolerate sexual exploitation and abuse, any kind of harassment, including sexual harassment, and discrimination. All selected candidates will, therefore, undergo rigorous reference and background checks.</strong> </p> <p> <b>Background</b> </p> <p> UN Women, grounded in the vision of equality enshrined in the Charter of the United Nations, works for the elimination of discrimination against women and girls; the empowerment of women; and the achievement of equality between women and men and the third gender as partners and beneficiaries of development, human rights, humanitarian action and peace and security. </p> <p> All human development and human rights issues involve gender dimensions. UN Women globally focuses on key priority areas that are fundamental to women's equality, and that can unlock progress across the board. UN Women's priority areas include increasing women's leadership and participation in political spaces, ending violence against women, enhancing women's economic empowerment, engaging in all aspects of women peace and security processes, making gender equality central to national planning and budgeting through Gender Responsive Budgeting (GRB) and advancing gender in intergovernmental processes. </p> <p> UN Women's work on GRB involves ensuring that national planning, budgeting, monitoring and evaluation processes incorporate a gender perspective. UN Women's GRB projects at the regional and country level have made significant contribution towards this by building political support, developing technical resources and capacities, generating good practices for improving women's access to services and increasing accountability for Gender Equality and Women's empowerment (GEWE). At the forefront of global, regional and local advocacy for application of GRB, UN Women has built partnerships with diverse government, inter-governmental and non-governmental partners to further efforts and demonstrate GRB's relevance to sustainable development, aid effectiveness, public sector reform and financing for development. </p> <p> In 2004-05, the report of the expert group of classification of government expenditure became instrumental in laying out the road map for GRB in India. This was followed by the adoption of \"Budgeting for Gender Equity\" as mission statement by the Ministry of Women and Child Development (MWCD), Government of India (GoI). In 2005-06, the Ministry of Finance, GoI introduced Gender Budget Statement (GBS) which aimed to reflect the quantum of budgetary allocations for projects/schemes that substantially benefit women. Another important mechanism institutionalised by the Ministry of Finance was setting up of Gender Budget Cells (GBCs) which serve as focal points for mainstreaming gender through GRB. The rigour has been replicated in at least 19 states, some of which have produced GBS and set up GBCs. </p> <p> UN Women's India Country Office (ICO), based in New Delhi, India, is currently implementing a project with the objective of identifying strategies and operational approaches to strengthen on-going efforts in the area of GRB. Insights generated from this project will enable key stakeholders at the national and regional level to accelerate their efforts to ensure that women's priorities are adequately reflected in national budgeting processes, and to make concrete changes for adequate resource allocation towards women's priorities. </p> <p> Taking this forward proposes to provide the requisite technical assistance and operational support on GRB at the National level and to the four state governments of Andhra Pradesh, Himachal Pradesh, Madhya Pradesh and Manipur. The technical assistance will be for strengthening GRB initiatives over the next two years through establishing relevant gender responsive policy tools for the larger impact of having inclusive and gender sensitive projects and schemes of the government at the national and State level. Leveraging on the institutional capacity, past work and established networks and partnerships, UN Women through this project will create an enabling environment by building capacities of key stakeholders to address gender issues and be instrumental in making the planning and budgeting process in the Government gender responsive. </p> <p> This project focuses on the following dimensions: </p> <ul>\n<li>\nCreate and strengthen institutional structures for GRB and institute methodological changes in Planning-Budgeting and Auditing (PBA) systems for enabling gender responsive actions </li>\n<li>\nGRB mechanisms are refined and embedded within the government in the four states </li> </ul>Enhance capacities of government officials and other stakeholders to implement the gender responsive PBA measures <ul>\n<li>\nKnowledge products on GRB are developed, including evidence based sectoral studies and customized training modules </li>\n<li>\nGender budgeting capacities of government stakeholders are strengthened and training capacities institutionalized in the four states </li>\n<li>\nE-governance tool developed and piloted </li> </ul> <p> Within this context, UN Women seeks the services of a <strong>Project Associate</strong> to support smooth management including implementation, monitoring and evaluations of the project. </p> <p> <b>Duties and Responsibilities</b> </p> <p> Under the guidance and direct supervision of project Team Lead and Gender Budget Expert, the Project Associate will work with the Project team to ensure that the project produces the results in the State to the required standards of quality and within the given time and cost specifications. </p> <p> The Project Associate will have the following tasks: Provide administrative and logistical support to the formulation and management of the Project: </p> <ul>\n<li>\nProvide administrative support in the preparation of project work plans, budgets, and proposals on project implementation arrangements; </li>\n<li>\nProvide technical guidance to the Project team and executing agencies on routine delivery and reporting of project supported activities and finances; </li>\n<li>\nPrepare information for the audit of the project and support implementation of audit recommendations; </li>\n<li>\nIdentify sources and gather and compile data and information for the preparation of documents, guidelines, speeches and position papers. </li> </ul> <p> Provide administrative support to the financial management of the Project: </p> <ul>\n<li>\nCreate projects in Atlas, prepare budget revisions, revise project awards and status; and determine unutilized funds and the operational and financial close of a project; </li>\n<li>\nProvide support in monitoring budget preparation and the finances of projects/projects; including the finalization of FACE forms/Financial reporting forms; </li>\n<li>\nReview financial reports; prepare non-PO vouchers for development project; </li>\n<li>\nProcess payment for consultants; </li>\n<li>\nMaintain internal expenditures control system; </li>\n<li>\nCreate requisitions in Atlas for development projects; register good receipts in Atlas; </li>\n<li>\nAssist in the preparation and follow up of cost-recovery bills in Atlas. </li> </ul> <p> Provide administrative support to the Project: </p> <ul>\n<li>\nUndertake all logistical, administrative and financial arrangements for organization for meetings, workshops, events, and missions; </li>\n<li>\nMake travel arrangements for the Project Team, including travel requisitions and claims; </li>\n<li>\nPrepare public information materials and briefing packets; </li>\n<li>\nAssemble briefing materials and prepare power-point and other presentations. </li> </ul> <p> Provide administrative support to Resource Mobilization to the Project: </p> <ul>\n<li>\nPrepare cost-sharing and other agreements; follow up on contributions within the project/donor for timely receipt of fund </li>\n<li>\nOrganize, compile and process information from/for donor/s, Project team, and project team, as inputs to various databases and documents. </li> </ul> <p> Facilitate knowledge building and knowledge sharing to the Project: </p> <ul>\n<li>\nProvide administrative support synthesis of lessons learnt and best practices related to project management and finance; </li>\n<li>\nProvide administrative support to the organization of training for the office staff and partners on project and operations related issues. </li> </ul> <p> Any other tasks assigned by the Supervisor. </p> <p> Key Performance Indicators: </p> <ul>\n<li>\nTimely and accurate support to events, workshops, and missions; </li>\n\n\n\n<li>\nFull compliance of administrative activities with UN Women rules, regulations, policies and procedures; </li>\n<li>\nTimely recording of overall programme unit finances; </li>\n<li>\nTimely and accurate tracking of data for CO management and donor purposes; </li>\n<li>\nQuality maintenance of internal systems. </li> </ul> <p> <b>Competencies</b> </p> <p> Core Values: </p> <ul>\n<li>\nRespect for Diversity </li>\n<li>\nIntegrity </li>\n<li>\nProfessionalism </li> </ul> <p> Core Competencies: </p> <ul>\n<li>\nAwareness and Sensitivity Regarding Gender Issues </li>\n<li>\nAccountability </li>\n<li>\nCreative Problem Solving </li>\n<li>\nEffective Communication </li>\n<li>\nInclusive Collaboration </li>\n<li>\nStakeholder Engagement </li>\n<li>\nLeading by Example </li> </ul> <p> Functional Competencies: </p> <ul>\n<li>\nGood knowledge of programme management; </li>\n<li>\nAbility to administer and execute administrative processes and transactions; </li>\n<li>\nAbility to create, edit and present information in clear and presentable formats; </li>\n<li>\nAbility to manage data, documents, correspondence and reports information and workflow; </li>\n<li>\nStrong financial and budgeting skills; </li>\n<li>\nStrong IT skills. </li> </ul> <p> <b>Required Skills and Experience</b> </p> <p> Education: </p> <ul>\n<li>\nMaster's Degree in Social Sciences/Economics/Social Work /Gender Studies/Public Administration/Policy or related fields. </li> </ul> <p> Experience: </p> <ul>\n<li>\nMinimum 6 years of experience of Analyst and Monitoring expert in domain at the national/state level working with development projects including hands-on experience of design, implementation and monitoring/evaluation of projects preferably on Gender Responsive Governance, Gender Equality and Women Empowerment. </li>\n<li>\nExperience in the use of ATLAS is an asset. </li> </ul> <p> Language Requirements: </p> <ul>\n<li>\nFluency in English and Hindi is required. </li>\n<li>\nKnowledge of the other UN official working language is an asset. </li> </ul> <p> Application Information: Interested applicants should apply to this announcement through UNDP jobs site: jobs.undp.org </p> <ul>\n<li>\nAll applications must include (as an attachment) the completed UN Women Personal History form (P-11) which can be downloaded from http://asiapacific.unwomen.org/en/about-us/jobs </li>\n<li>\nKindly note that the system will only allow one attachment. Applications without the completed UN Women P-11 form will be treated as incomplete and will not be considered for further assessment; </li>\n<li>\nUN Women will only be able to respond to those applications in which there is further interest. </li> </ul> <p> <strong>Note:</strong> In July 2010, the United Nations General Assembly created UN Women, the United Nations Entity for Gender Equality and the Empowerment of Women. The creation of UN Women came about as part of the UN reform agenda, bringing together resources and mandates for greater impact. It merges and builds on the important work of four previously distinct parts of the UN system (DAW, OSAGI, INSTRAW and UNIFEM), which focused exclusively on gender equality and women's empowerment. </p>\n</div>", "id": "1608592405428"}, {"title": "Intern - Urban Lab Mexico - GIS and Innovation, Mexico City, Mexico", "organisation": "United Nations Human Settlements Programme", "country": "Mexico", "city": "Mexico City, Mexico", "office": "UN-Habitat Mexico City, Mexico", "grade": "I-1", "closing_date": "4.01.2021", "tags": ["artificial intelligence", "computer science", "covid", "data analysis", "data visualization", "database management", "human rights", "human settlements", "humanitarian law", "internship", "programme management", "remote sensing", "trainings", "unpaid", "urban planning"], "original_job_link": "https://careers.un.org/lbw/jobdetail.aspx?id=146899", "extra_information": "<div class=\"job_description\">\n<p>Posting Title: INTERN - Urban Lab Mexico - GIS and Innovation, I (Temporary Job Opening)</p> <p>Job Code Title: INTERN - PROGRAMME MANAGEMENT</p> <p>Department/Office: United Nations Human Settlements Programme</p> <p>Duty Station: MEXICO CITY</p> <p>Posting Period: 21 December 2020 - 04 January 2021</p> <p>Job Opening Number: 20-Programme Management-UN-HABITAT-146899-J-Mexico City (O)</p> <p>United Nations Core Values: Integrity, Professionalism, Respect for Diversity</p> <b>Organisational Setting and Reporting</b> <p>The United Nations Human Settlements Programme, UN-Habitat, is the agency for human settlements. It is mandated by the UN General Assembly to promote socially and environmentally sustainable towns and cities with the goal of providing adequate shelter for all.</p> <p>The UN-Habitat Urban Lab Mexico - GIS and Innovation internship is for 5-6 months.</p> <p>The main focus areas and skills required for this internship are:</p> <ul>\n<li>\nGIS, spatial analysis, drone, satellite and remote sensing technologies.</li>\n<li>\nUse of online platforms and dashboards for urban data gathering, visualization and decision-making.</li>\n<li>\nUrban data analysis, database management and visualization (sensor data, census data, survey data and AI).</li>\n<li>\nSmart city and urban innovation strategies and plans.</li> </ul> <p>In the context of the COVID-19 pandemic, applicants may be requested to undertake the internship remotely in view of constraints regarding visa issuance, international travel and access to UN premises. Applicants must be willing and prepared to undertake the internship remotely for a part or the entirety of the internship. The work hours during the internship shall be determined based on individual discussion between the intern and the supervisor(s) taking into consideration the minimum requirements of the Organization and the time difference between the hosting office and the location of the intern.</p> <p>The Internship is UNPAID and full-time.</p> <p>Interns work five days per week under the supervision of a staff member in the department or office to which they are assigned.</p> <p><b>Responsibilities</b></p> <p>Daily responsibilities will depend on the individual's background; the intern's assigned office as well as the internship period.</p> <p>Under the Supervision of the Head of the Mexico Country Office and under the direct supervision of the UN-Habitat Urban Lab in Mexico the intern will:</p> <ul>\n<li>\nAssist in the definition and implementation of the UN-Habitat Mexico and Cuba Country Office activities and outputs, such as urban plans, surveying, data gathering, data analysis and data visualization for urban planning projects, development of projects and tools, and support to field missions and scoping missions preparation.</li>\n<li>\nSupport the office in the development of concrete urban planning and innovation projects, smart city plans, workshops, technology trainings, charrettes and different tools to promote urban planning and design.</li>\n<li>\nAssist in the development of UN-Habitat Mexico and Cuba Country Office urban planning and innovation documents, guidelines, information materials, and presentations through identification and review of relevant publications and documents, drafting and commenting on documents, and assisting in producing information materials.</li>\n<li>\nSupport with technical skills, the development of innovative planning tools and processes linked to frontier technologies and spatial analysis and mapping.</li>\n\n\n\n<li>\nPerform other duties as assigned by the supervisor.</li> </ul> <p>Task Opportunities:</p> <ul>\n<li>\nFamiliarize oneself with the United Nations;</li>\n<li>\nApply GIS technology to concrete urban plans and projects;</li>\n<li>\nFamiliarize oneself and assist in the development of content and methodology on urban planning and innovation.</li> </ul> <b>Competencies</b> <p>Communication: Speaks and writes clearly and effectively. Listens to others, correctly interprets messages from others and responds appropriately. Asks questions to clarify, and exhibits interest in having two-way communication. Tailors language, tone, style and format to match the audience. Demonstrates openness in sharing information and keeping people informed.</p> <p>Teamwork: Works collaboratively with colleagues to achieve organizational goals. Solicits input by genuinely valuing others' ideas and expertise; is willing to learn from others. Places team agenda before personal agenda. Supports and acts in accordance with final group decision, even when such decisions may not entirely reflect own position. Shares credit for team accomplishments and accepts joint responsibility for team shortcomings.</p> <p>Client orientation: Considers all those to whom services are provided to be \"clients\" and seeks to see things from clients' point of view. Establishes and maintains productive partnerships with clients by gaining their trust and respect. Identifies clients' needs and matches them to appropriate solutions. Monitors ongoing developments inside and outside the clients' environment to keep informed and anticipate problems. Keeps clients informed of progress or setbacks in projects. Meets timeline for delivery of products or services to client.</p> <b>Education</b> <p>Applicants must at the time of application meet one of the following requirements: a. Be enrolled in a graduate school programme (second university degree or equivalent, or higher);</p> <p>b. Be enrolled in the final academic year of a first university degree program (minimum Bachelor's level or equivalent);</p> <p>c. Have graduated with Bachelor's degree, Masters, PhD or equivalent.</p> <p>Be computer literate in standard software applications.</p> <p>Have demonstrated keen interest in the work of the United Nations and have a personal commitment to the ideals of the Charter;</p> <p>Have a demonstrated ability to successfully interact with individuals of different cultural backgrounds and beliefs, which include willingness to try and understand and be tolerant of differing opinions and views.</p> <p>Preferred Area of Studies;</p> <ul>\n<li>\nAdvanced degree in Urban Planning or Geography with specific focus on GIS and remote sensing technologies, or alternatively advance degree in computer science, smart cities, digital media, communication or innovation (Master candidate preferable).</li>\n<li>\nKnowledge in programming, artificial intelligence, platform development, databases and data visualization will be considered an asset.</li> </ul> <b>Work Experience</b> <p>No working experience is required to apply for the United Nations Internship Programme. Your training, education, advance course work or skills should benefit the United Nations during your internship.</p> <b>Languages</b> <p>English and French are the working languages of the United Nations Secretariat. For this internship position, fluency in English is required.</p> <b>Assessment</b> <p>Potential candidates will be contacted by hiring manager directly for further consideration.</p> <b>Special Notice</b> <p>\"In the context of the COVID-19 pandemic, applicants may be requested to undertake the internship remotely in view of constraints regarding visa issuance, international travel and access to UN premises. Applicants must be willing and prepared to undertake the internship remotely for a part or the entirety of the internship.\"</p> <p>Your application for this internship must include: 1. A Completed application (Personal History Profile) and Cover Note, through the UN careers Portal. Incomplete applications will not be reviewed.</p> <p>The Cover Note must include:</p> <ul>\n<li>\nTitle of the degree you are currently pursuing</li>\n<li>\nGraduation Date</li>\n<li>\nIT skills and programmes you are proficient in</li>\n<li>\nExplain why you are the best candidate for this specific internship</li> </ul> <p>Explain your interest in the United Nations Internship Programme, ensure to include all past work experience (if any).</p> <p>2. Proof of enrollment from current University (if not graduated).</p> <p>3. A copy of degree certificate (if you have already graduated).</p> <p>Due to a high volume of applications received, ONLY successful candidates will be contacted.</p> <b>United Nations Considerations</b> <p>According to article 101, paragraph 3, of the Charter of the United Nations, the paramount consideration in the employment of the staff is the necessity of securing the highest standards of efficiency, competence, and integrity. Candidates will not be considered for employment with the United Nations if they have committed violations of international human rights law, violations of international humanitarian law, sexual exploitation, sexual abuse, or sexual harassment, or if there are reasonable grounds to believe that they have been involved in the commission of any of these acts. The term \"sexual exploitation\" means any actual or attempted abuse of a position of vulnerability, differential power, or trust, for sexual purposes, including, but not limited to, profiting monetarily, socially or politically from the sexual exploitation of another. The term \"sexual abuse\" means the actual or threatened physical intrusion of a sexual nature, whether by force or under unequal or coercive conditions. The term \"sexual harassment\" means any unwelcome conduct of a sexual nature that might reasonably be expected or be perceived to cause offence or humiliation, when such conduct interferes with work, is made a condition of employment or creates an intimidating, hostile or offensive work environment, and when the gravity of the conduct warrants the termination of the perpetrator's working relationship. Candidates who have committed crimes other than minor traffic offences may not be considered for employment.</p> <p>Due regard will be paid to the importance of recruiting the staff on as wide a geographical basis as possible. The United Nations places no restrictions on the eligibility of men and women to participate in any capacity and under conditions of equality in its principal and subsidiary organs. The United Nations Secretariat is a non-smoking environment.</p> <p>The paramount consideration in the appointment, transfer, or promotion of staff shall be the necessity of securing the highest standards of efficiency, competence, and integrity. By accepting an offer of appointment, United Nations staff members are subject to the authority of the Secretary-General and assignment by him or her to any activities or offices of the United Nations in accordance with staff regulation 1.2 (c). In this context, all internationally recruited staff members shall be required to move periodically to discharge new functions within or across duty stations under conditions established by the Secretary-General.</p> <p>Applicants are urged to follow carefully all instructions available in the online recruitment platform, inspira. For more detailed guidance, applicants may refer to the Manual for the Applicant, which can be accessed by clicking on \"Manuals\" hyper-link on the upper right side of the inspira account-holder homepage.</p> <p>The evaluation of applicants will be conducted on the basis of the information submitted in the application according to the evaluation criteria of the job opening and the applicable internal legislations of the United Nations including the Charter of the United Nations, resolutions of the General Assembly, the Staff Regulations and Rules, administrative issuances and guidelines. Applicants must provide complete and accurate information pertaining to their personal profile and qualifications according to the instructions provided in inspira to be considered for the current job opening. No amendment, addition, deletion, revision or modification shall be made to applications that have been submitted. Candidates under serious consideration for selection will be subject to reference checks to verify the information provided in the application.</p> <p>Job openings advertised on the Careers Portal will be removed at 11:59 p.m. (New York time) on the deadline date.</p> <b>No Fee</b> <p>THE UNITED NATIONS DOES NOT CHARGE A FEE AT ANY STAGE OF THE RECRUITMENT PROCESS (APPLICATION, INTERVIEW MEETING, PROCESSING, OR TRAINING). THE UNITED NATIONS DOES NOT CONCERN ITSELF WITH INFORMATION ON APPLICANTS' BANK ACCOUNTS.</p>\n</div>", "id": "1608589401659"}, {"title": "Gender and Election Specialist, Beirut, Lebanon", "organisation": "UN Women - United Nations Entity for Gender Equality and the Empowerment of Women", "country": "Lebanon", "city": "Beirut, Lebanon", "office": "UN Women in Beirut, Lebanon", "grade": null, "closing_date": "4.01.2021", "tags": ["elections", "electoral", "empowerment of women", "financial management", "gender mainstreaming", "gender responsive budgeting", "human rights", "local governance", "peace and security", "political participation", "political parties", "political representation", "political science", "public administration", "right to vote", "sdgs", "women and girls"], "original_job_link": "https://jobs.undp.org/cj_view_job.cfm?cur_job_id=96016", "extra_information": "<div class=\"job_description\">\n<p> <b>Gender and Election Specialist - For Lebanese ONLY - Re-Advertisement</b> </p> <p> <strong></strong> <strong>Location :</strong> Beirut - Home Based, LEBANON </p> <p> <strong>Application Deadline :</strong> 04-Jan-21 <strong>(Midnight New York, USA)</strong> </p> <p> <strong>Type of Contract :</strong> Individual Contract </p> <p> <strong>Post Level :</strong> National Consultant </p> <p> <strong>Languages Required :</strong> Arabic English </p> <p> <strong>Starting Date :</strong> (date when the selected candidate is expected to start) </p> <p> 12-Jan-2021 </p> <p> <strong>Duration of Initial Contract :</strong> 35 days within 6 months </p> <p> <strong>Expected Duration of Assignment :</strong> 6 months </p> <p> <strong>UNDP is committed to achieving workforce diversity in terms of gender, nationality and culture. Individuals from minority groups, indigenous groups and persons with disabilities are equally encouraged to apply. All applications will be treated with the strictest confidence. UNDP does not tolerate sexual exploitation and abuse, any kind of harassment, including sexual harassment, and discrimination. All selected candidates will, therefore, undergo rigorous reference and background checks.</strong> </p> <p> <b>Background</b> </p> <p> UN Women, grounded in the vision of equality enshrined in the Charter of the United Nations, works for the elimination of discrimination against women and girls; the empowerment of women; and the achievement of equality between women and men as partners and beneficiaries of development, human rights, humanitarian action and peace and security. Placing women's rights at the center of all its efforts, <strong>UN Women leads and coordinates United Nations system efforts to ensure that commitments on gender equality and gender mainstreaming translate into action throughout the world.</strong> It provides strong and coherent leadership in support of Member States' priorities and efforts, building effective partnerships with civil society and other relevant actors. </p> <p> Despite women in Lebanon gaining the right to vote in 1952, and despite a vibrant feminist movement, women remain grossly under-represented in public and political life. Out of 76 Lebanese governments formed since 1943, only 13 have included women. Despite the fact that women currently represent 30% of the caretaker cabinet, Lebanon still ranks 149th out of 153 countries in the 2020 World Economic Forum Gender Gap in the female political representation index. Despite a record number of women candidates prior to the 2018 parliamentary elections, only 6 women candidates made it into parliament, which represents 4.6 percent of the 128 elected Members of Parliament. Women are also underrepresented at the local governance, where women make up 5.4 percent of Lebanon's municipal councilors and 1.9 percent of <em>mukhtar's</em>. </p> <p> While the Electoral Law has been an area of debate in the country, substantial work can be undertaken to improve women's representation at the political level by alternatively working on empowering, lobbying, advocating for, and technically supporting women to improve their chances of being elected. </p> <p> As such, UN Women is working to support women's participation and representation in the 2022 parliamentary elections, with the aim of having more women run, vote, and represented as Members of Parliament. </p> <p> To accomplish the above, UN Women is looking to contract a Gender &amp; Elections Expert, with strong experience and understanding in Lebanese Electoral challenges and Women's Political Participation, to conduct mapping and analysis of stakeholders, parties and processes, identify potential candidates and aspirants, and develop a tailored package of technical support to be provided to identified women candidates. </p> <p> <b>Duties and Responsibilities</b> </p> <p> <strong>The main objective is to provide</strong> </p> <ul>\n<li>\nDevelop roadmap for 2021 election support, including workplan; </li>\n<li>\nMap out required data to offer support to stakeholders and women candidates; </li>\n<li>\nIdentify and recruit potential women aspirants looking to partake in both 2022 elections; </li>\n<li>\nDevelop a tailored package of technical support to be provided to identified potential candidates at both levels. </li> </ul> <p> <strong>Responsibilities and Tasks:</strong> The main objectives to be completed within this consultancy are five-fold, as follows: </p> <ul>\n<li>\nDevelop a roadmap of support leading into the 2021 parliamentary elections, including a workplan and suggested activities and milestones; </li>\n<li>\nConduct a thorough mapping of potential stakeholders for the election, including electoral processes of parliamentary elections, local governance leaders, political parties (emerging and established), potential independent candidates, and possible voluntary special measures; </li>\n<li>\nMap out and identify potential aspirants and candidates to be split by governorate and electoral constituency, including actively analyzing electoral seats available; </li>\n<li>\nRecruit and list potential identified candidates, split among identified constituents; </li>\n<li>\nDevelop a package of support to be provided to identified candidates, including financial management, media display, campaign budgeting, campaign agenda, electoral plan, areas of focus. </li> </ul> <p> <strong>Deliverables</strong> </p> <p> The following deliverables will be expected from the consultant: </p> <ul>\n<li>\nDevelop a roadmap of support leading into the 2021 parliamentary elections. </li> </ul> <p> January 20, 2021 </p> <ul>\n<li>\nReport including mapped stakeholders, processes, leaders, parties and roadmap. </li> </ul> <p> February 20, 2021 </p> <ul>\n<li>\nReport including mapped potential aspirants and candidates, seats available, and constituents. </li> </ul> <p> April 30, 2021 </p> <ul>\n<li>\nReport including outline package to be provided to candidates. </li> </ul> <p> June 19, 2021 </p> <p> <b>Competencies</b> </p> <p> <strong>Core Values:</strong> </p> <ul>\n<li>\nRespect for Diversity; </li>\n<li>\nIntegrity; </li>\n<li>\nProfessionalism </li> </ul> <p> <strong>Core Competencies</strong> </p> <ul>\n<li>\nAwareness and Sensitivity Regarding Gender Issues. </li>\n<li>\nAccountability. </li>\n<li>\nCreative Problem Solving. </li>\n<li>\nEffective Communication. </li>\n<li>\nInclusive Collaboration. </li>\n<li>\nStakeholder Engagement. </li>\n\n\n\n<li>\nLeading by Example </li> </ul> <p> <strong>Functional Competencies:</strong> </p> <ul>\n<li>\nSubstantial knowledge and understanding of Gender Responsive Budgeting. </li>\n<li>\nDemonstrated leadership ability and technical ability to communicate complex ideas verbally and in writing. </li>\n<li>\nExperience in analysis, drafting research findings and recommendations. </li>\n<li>\nFamiliarity with processes and thematic issues related to the SDGs. </li>\n<li>\nAbility to lead development of clear strategies and to provide strategic advice to senior management. </li>\n<li>\nAbility to communicate effectively both in written and oral </li> </ul> <p> <b>Required Skills and Experience</b> </p> <p> <strong>Education:</strong> </p> <ul>\n<li>\nMaster's degree in international Affairs/Development, Sociology, Political Sciences, Public Administration, Gender and Women's Studies, with strong knowledge of gender issues, or related discipline </li>\n<li>\nA first-level university degree in combination with two additional years of qualifying experience may be accepted in lieu of the advanced university degree </li> </ul> <p> <strong>Experience:</strong> </p> <ul>\n<li>\nMinimum 7 years of relevant experience in areas of political science, public administration, elections, and research &amp; analysis; </li>\n<li>\nExpertise on gender issues in elections in Lebanon; </li>\n<li>\nExperience working in electoral processes, promoting women's advancement in Lebanon or the region. </li>\n<li>\nComputer skills, internet communication and command of MS Office is required </li> </ul> <p> <strong>Language Requirements:</strong> </p> <ul>\n<li>\nWritten and oral English and Arabic is a must, French is an asset. </li> </ul> <p> <strong>Evaluation Criteria:</strong> Consultants will be evaluated using a cumulative analysis method taking into consideration the combination of qualifications and financial proposal. Contract will be awarded to the individual consultant whose offer has been evaluated and determined as: </p> <ul>\n<li>\nResponsive/compliant/acceptable, and </li>\n<li>\nHaving received the highest score out of below defined technical and financial criteria. </li> </ul> <p> <strong>Technical Evaluation (70%)</strong> split such as: </p> <ul>\n<li>\nEducation: 15% </li>\n<li>\nProfessional Experience &amp; background: 30%; should detail work experience, specifically experience which is relevant to the consultancy requirements indicated above. </li>\n<li>\nCover note: 25%; cover note should clearly state the availability and method of engagement to deliver on key outputs, while clearly explaining how the candidate meets the requirements and their ability to deliver in due time. </li> </ul> <p> <strong>Financial Evaluation (30%):</strong> The points for the Financial Proposal will be allocated as per the following formula: </p> <ul>\n<li>\nContract will be awarded to the technically qualified consultant who obtains the highest combined score (financial and technical); </li>\n<li>\nThe points for the Financial Proposal will be allocated as per the following formula: (Lowest Bid Offered*)/ (Bid of the Consultant) x 30; </li>\n<li>\n'Lowest Bid Offered' refers to the lowest price offered by Offerors scoring at least 49 points in the technical evaluation </li> </ul> <p> Interested individual consultants must submit the following documents/information to demonstrate their qualifications: </p> <ul>\n<li>\nA <strong>cover letter</strong> with a brief presentation of your consultancy explaining your suitability for the work and previous work portfolio, and ability to meet the requirements, method of engagement and other relevant information; </li>\n<li>\n<strong>UN Women Personal History form (P-11)</strong> which can be downloaded from http://www.unwomen.org/about-us/employment; </li>\n<li>\nPersonal CV; and <strong>Financial proposal</strong>; Proposed inclusive daily and lump-sum rate. </li> </ul> <p> The above-mentioned documents should be submitted together, incomplete submission can be a ground for disqualification. </p>\n</div>", "id": "1608592410169"}, {"title": "Technical Specialist (Country Support), Geneva, Switzerland", "organisation": "United Nations Institute for Training and Research (UNITAR)", "country": "Switzerland", "city": "Geneva, Switzerland", "office": "UNITAR Geneva", "grade": "P-3", "closing_date": "27.12.2020", "tags": ["country programmes", "gender perspective", "global health", "health outcomes", "health services", "human rights", "humanitarian law", "monitoring and reporting", "ncds", "non communicable diseases", "project management"], "original_job_link": "https://www.unitar.org/about/unitar/employment-opportunities/technical-specialist-country-support-p3", "extra_information": "<div class=\"job_description\">\n<p>Duration of the contract</p>\n<p>Temporary Appointment (364 days)</p>\n<p>Deadline for submission of applications</p>\n<p>27 Dec 2020</p>\n<p>Organizational Unit</p>\n<p>The Defeat-NCD Partnership</p>\n<p><strong>Duty Station:</strong> Geneva, Switzerland</p>\n<p>In accordance with the UN rules and regulations, depending on\nprofessional background and experience, the Executive Director\nreserves the right to appoint a candidate at a level lower than the\nadvertised level of the post.</p>\n<p><b>Background</b></p>\n<p>UNITAR is an autonomous body within the United Nations that was\nestablished in 1965 pursuant to a UN General Assembly resolution.\nUNITAR's mission is to develop the individual, institutional and\norganisational capacities of countries and other United Nations\nstakeholders through high quality learning solutions and related\nknowledge products and services to enhance decision-making and to\nsupport country-level action for overcoming global challenges.</p>\n<p>UNITAR hosts the Defeat-NCD Partnership and other relevant\nstrategic initiatives working in the field of noncommunicable\ndiseases and addressing related risk factors - such as road\ncrashes, deaths and injuries, and assisted technologies for\nimproved health outcomes.</p>\n<p>The Defeat-NCD Partnership is a multi-stakeholder partnership\nanchored in the United Nations and includes Governments,\nmultilateral agencies, civil society, academia, philanthropies, and\nthe private sector. It was established in January 2018 to help\ntackle the most significant global health problems of the age:\npremature death, sickness, disability, and the associated social\nand economic impacts of selected non-communicable diseases (NCDs).\nIt is based on the expert guidance and the technical norms and\nstandards issued by the World Health Organisation for managing\nNCDs.</p>\n<p>This assignment will enable populations in priority countries to\naccess a range of interconnected essential services and resources\nthrough four pillars of interventions:</p>\n<ul>\n<li>\nNCD National Capacity Building (Pillar 1): Work with\nGovernments and other in country stakeholders to assess gaps in\ntheir NCD capabilities. Through technical support develop a\nmulti-year NCD National Costed Action Plan. Facilitate engagement\nof relevant partners to ensure expansion of NCD services in line\nwith national targets. The overall objective is to ensure that\ncountries have institutional capacities, structures, systems, and\nfinancing in place to tackle NCDs.</li>\n<li>\nCommunity Scale-Up of NCD Services (Pillar 2): Aim to\ndemystify, democratise, decentralise, and where safely possible,\ndemedicalise NCD service provision. Enable the earlier screening\nand management of risk factors as well as the mitigation of\nestablished disease. at the community level. By increasing the use\nof self-care interventions, improve patient compliance, resulting\nin better treatment and health outcomes. The overall objective is\nto bring more of the necessary prevention and management of NCD\nservices directly to the communities and people who need them\nmost.</li>\n</ul>\n<ul>\n<li>\nAffordability and Accessibility of Essential NCD Supplies\n(Pillar 3): To make the provision of NCD supplies simpler and more\ncost-effective by designing a Marketplace to create a fair,\ncompetitive environment that serves the interests of both buyers\nand suppliers. Using market-sizing and price-tracking studies, the\nMarketplace's methodology will correct current market failures due\nto information imbalances. It will also help address regulatory\nbottlenecks in an appropriate manner. The overall objective is to\nenable the consistent provision of affordable essential NCD\nmedicines, diagnostics, and equipment in low-resource\ncountries.</li>\n<li>\nSustainable NCD Financing (Pillar 4): Governments need to\ninvest more in health, with a greater share allocated to finance\ntheir national costed action plans for NCDs. While cost savings can\nbe achieved by linking NCD programming with other conditions and\nimproving service delivery and by reducing the cost of NCD\nsupplies, additional and innovative financing will be needed\noutside of the ongoing aid support and expanding fiscal\nallocations. The overall objective is to establish a long-term\nsustainable financing model for NCD programming in low-resource\ncountries.</li>\n</ul>\n<p>During 2020, the Defeat-NCD Partnership has provided the\nGovernments of Myanmar and Rwanda with technical assistance to\nscale-up their national NCD programmes. In 2021, the Partnership is\nexpanding its programming to cover these two countries along an\nadditional five new ones. The Technical Officer, Country Support\nwill manage the performance and drive the results of The Defeat-NCD\nPartnership personnel deployed to these seven countries, including\nnotably the fourteen UNVs currently being recruited for country\nprogramme scale up.</p>\n<p><b>Accountabilities</b></p>\n<p>The incumbent will supervise and manage the performance and\ndrive the results of Defeat-NCD Partnership personnel deployed to\nall Defeat-NCD Partnership programme countries (across multiple\ntimezones). In addition, the incumbent will supervise additional\ntrainees, and individual contractors as assigned by the Director of\nthe Defeat-NCD Partnership. Within delegated authority and under\nthe supervision of the Director of The Defeat-NCD Partnership, the\nCountry Support Technical Officer is responsible for the following\nduties (in compliance with the Institute's relevant policies,\nguidelines, procedures and processes):</p>\n<ul>\n<li>\nDevelop and keep updated, peer-reviewed Defeat-NCD Partnership\nmethodology for the development of National NCD costed Action Plans\nin country programmes.</li>\n<li>\nDrive the engagement with the Partnership scale-up countries\nensuring the successful application on lessons learnt from The\nPartnership country programming and activities during 2020.</li>\n<li>\nActively engage and keep up to date with the progress of\nactivities in country programmes and provide technical support and\nguidance, resulting in successful implementation of the action\nplans in Rwanda and Myanmar, and approved costed action plans in\nthe 5 scale-up countries.</li>\n<li>\nProvide in-person support to country programmes when needs\narise to ensure seamless continuity of the Partnership\nprogrammes.</li>\n<li>\nRepresent the Partnership in internal and external meetings,\nevents, and technical working groups as required.</li>\n<li>\nTranslate the programmatic and operational aspects of the\nPartnership work into standardised guidelines, methodologies, and\nStandard Operating Modalities to ensure harmonised frameworks of\nthe Partnership work across country programmes following UNITAR\nrules and guidelines.</li>\n<li>\nEnsure that all material produced by the Partnership teams are\nconsistently high quality, technically sound, built on scientific\nevidence, and follow the standards of the Defeat-NCD Partnership\nquality of work.</li>\n<li>\nSupport the partnership development activities of the\nDefeat-NCD Partnership centrally and in country programmes.</li>\n<li>\nProvide capacity building and support to personnel of the\nPartnership.</li>\n<li>\nManage the partnership development and monitoring and\nevaluation team of the Partnership to meet the Partnership resource\nmobilisation and continuous monitoring and reporting needs.</li>\n<li>\nSupervise the effective and efficient administrative and\nfinancial operations of the Defeat-NCD Partnership to ensure timely\nand audit complied processes.</li>\n\n\n\n<li>\nOversee communication activities of the Partnership and ensure\nfluid communication and exchange between programme countries\nincluding timely and comprehensive written and oral donor and\ngoverning board reports and updates.</li>\n<li>\nManage and ensure quality preparation of annual work-plans,\ntargets and budgets.</li>\n<li>\nEstablish a high level of trust and confidentiality internally,\nand credibility with internal and external stakeholders.</li>\n</ul>\n<p><b>Work implies frequent interaction with</b></p>\n<ul>\n<li>\nNCD Divisions within Ministries of Health in Defeat-NCD\nPartnership programme countries.</li>\n<li>\nWorld Health Organization personnel working in the field of\nNCDs in headquarters, regional offices, and country offices.</li>\n</ul>\n<p><b>Results expected</b></p>\n<ul>\n<li>\n5 nationally approved, peer reviewed costed action plans in the\nPartnership 2021 scale-up countries.</li>\n<li>\nSuccessful implementation of the action plans in the current\ncountry programmes.</li>\n<li>\nThe Defeat-NCD Partnership methodology for the Development of\nNational NCD Costed Action plans is continuously updated with the\nnecessary peer reviews.</li>\n<li>\nStandardised, high-quality programmes and operations both\ncentrally in country programmes.</li>\n<li>\nHighly efficient partnership development activities with proper\nmonitoring and evaluation to the Partnership progress.</li>\n<li>\nTimely reporting and updates shared with the Partnership\ngoverning board, partners, and donors.</li>\n<li>\nEffective and efficient administration, budgeting, and\nfinancial operations.</li>\n</ul>\n<p><b>Competencies</b></p>\n<p>Professionalism: Knowledge of and practical experience in\nproviding technical support to health authorities in low resource\nsettings; experience in project management; strong research and\nanalytical skills, and ability to analyse and integrate diverse\npartnership development aspects. Up-to-date knowledge of medical,\npublic health, and NCD fields. Takes responsibility for\nincorporating gender perspectives and ensuring the equal\nparticipation of women and men in all areas of work.</p>\n<p>Teamwork: Strong interpersonal skills and ability to establish\nand maintain effective working relations with people in a\nmulti-cultural, multi-ethnic environment with sensitivity and\nrespect for diversity.</p>\n<p>Accountability: Takes ownership of all responsibilities and\nhonours commitments; delivers outputs for which one has\nresponsibility within prescribed time, cost and quality standards;\noperates in compliance with organizational regulations and rules;\nsupports subordinates, provides oversight and takes responsibility\nfor delegated assignments; takes personal responsibility for\nhis/her own shortcomings and those of the work unit, where\napplicable.</p>\n<p>Planning &amp; Organizing: Sound organizational skills and\nability to prioritize own work programme, supervise colleagues, and\nwork under pressure with frequent and tight deadlines. High level\nof judgment and discretion in accomplishing the job.</p>\n<p>Communications: Excellent communication (spoken, written and\npresentational) skills, including ability to produce a variety of\nwritten communications products and to articulate ideas in a clear,\nconcise style.</p>\n<p>Leadership: proven record of building, guiding, and managing\nteams and creating an enabling environment including ability to\neffectively lead, supervise, mentor, develop and evaluate\nstaff.</p>\n<p>Managing performance: ability to establish priorities and to\nplan, coordinate and monitor work of others, delegate appropriate\nresponsibility, accountability and decision-making authority.</p>\n<p><b>Qualifications</b></p>\n<p>Minimum requirements</p>\n<p>Education:</p>\n<ul>\n<li>\nA doctorate (MD) or equivalent in medicine, combined with a\nmaster's degree in public health, health management or related area\nis required.</li>\n<li>\nA doctorate (MD), with a combination of 2 additional years of\nrelevant experience may be accepted in lieu of the master's\ndegree.</li>\n</ul>\n<p>Experience:</p>\n<ul>\n<li>\nA minimum 5 years of progressively responsible relevant work\nexperience in two or more of following areas of (i) clinical\npractice; (ii) teaching of medical students, and/ or front-line\nhealth care professionals; (iii) community based volunteer\nmanagement; (iv) support to national government planning; (v)\nhealth project management, specifically planning, implementation,\nmonitoring, and evaluation with the United Nations and/ or other\nInternational Organisations.</li>\n<li>\nProfessional experience in low resource settings is required.\nThis includes provision of health services, and operational\nprogrammes with experience in at least one major public health\nemergency.</li>\n</ul>\n<p>Language:</p>\n<ul>\n<li>\nFluency in oral and written English is required.</li>\n<li>\nWorking knowledge of another United Nations official languages\nwould be an asset (UN languages are English, French, Spanish,\nRussian, Mandarin Chinese, Arabic).</li>\n</ul>\n<p><b>Special Notice</b></p>\n<p>UNITAR is committed to achieving workforce diversity in terms of\ngender, nationality and culture. Qualified women, individuals from\nminority groups, indigenous groups, and persons with disabilities\nare equally encouraged to apply. All applications will be treated\nwith the strictest confidentiality.</p>\n<p>English and French are the two working languages of UNITAR.\nPriority will be given to the applicants from the under-represented\nregions at UNITAR. There will be a probation period of 3\nmonths.</p>\n<p>UNITAR staff members are subject to the authority of the UNITAR\nExecutive Director and their appointments are limited to service\nwith the Institute.</p>\n<p><b>Considerations</b></p>\n<p>According to article 101, paragraph 3, of the Charter of the\nUnited Nations, the paramount consideration in the employment of\nthe staff is the necessity of securing the highest standards of\nefficiency, competence, and integrity. Candidates will not be\nconsidered for employment with the United Nations if they have\ncommitted violations of international human rights law, violations\nof international humanitarian law, sexual exploitation or sexual\nabuse, or crimes other than minor traffic offences, or if there are\nreasonable grounds to believe that they have been involved in the\ncommission of any of these acts. The term \"sexual exploitation\"\nmeans any actual or attempted abuse of a position of vulnerability,\ndifferential power, or trust, for sexual purposes, including, but\nnot limited to, profiting monetarily, socially or politically from\nthe sexual exploitation of another. The term \"sexual abuse\" means\nthe actual or threatened physical intrusion of a sexual nature,\nwhether by force or under unequal or coercive conditions.</p>\n<p>Due regard will be paid to the importance of recruiting the\nstaff on as wide a geographical basis as possible. UNITAR is a\nnon-smoking environment.</p>\n<p>The evaluation of applicants will be conducted on the basis of\nthe information submitted in the application according to the\nevaluation criteria of the job opening and the applicable Staff\nRegulations and Rules and UNITAR administrative issuances and\nguidelines. Applicants must provide complete and accurate\ninformation pertaining to their personal profile and qualifications\nto be considered for the current job opening. No amendment,\naddition, deletion, revision or modification shall be made to\napplications that have been submitted. Candidates under serious\nconsideration for selection will be subject to reference checks to\nverify the information provided in the application.</p>\n<p>UNITAR DOES NOT CHARGE A FEE AT ANY STAGE OF THE RECRUITMENT\nPROCESS (APPLICATION, INTERVIEW MEETING, PROCESSING, OR TRAINING).\nUNITAR DOES NOT CONCERN ITSELF WITH INFORMATION ON APPLICANTS' BANK\nACCOUNTS.</p>\n<p>How to apply</p>\n<p><strong>All applicants are strongly encouraged to apply as soon\nas possible after the vacancy has been posted and well before the\ndeadline stated in the vacancy announcement.</strong></p>\n<p><strong>A letter of motivation as well as the P11 form are to be\nsent at:</strong> mukul.bhola@unitar.org <strong>with the following\nsubject line: \"Technical Officer, Country Support - P3, The\nDefeat-NCD Partnership</strong> <strong>\", plus full name of\ncandidate.</strong></p>\n<p><strong>UN staff members must submit copies of their latest\nPerformance Appraisal System (PAS) report at the time of\napplication.</strong></p>\n<p><b>Share with</b></p>\n</div>", "id": "1608592615850"}]}